brew 'gcc'

brew 'curl'
brew 'wget'
brew 'make'

brew 'zsh'
brew 'starship'

brew 'bat'
brew 'exa'
brew 'procs'
brew 'dust'
brew 'hyperfine'
brew 'miniserve'

tap  'cjbassi/ytop'
brew 'ytop'

brew 'git'
brew 'ghq'

tap  'github/gh'
brew 'github/gh/gh'

brew 'fzf'
brew 'peco'

brew 'vim'

brew 'circleci'

brew 'direnv'
