brew 'gcc'
brew 'gpg'
brew 'coreutils'

brew 'curl'
brew 'wget'
brew 'make'
brew 'jq'
brew 'zip'

brew 'zsh'
brew 'starship'

brew 'bat'
brew 'exa'
brew 'procs'
brew 'dust'
brew 'hyperfine'
brew 'miniserve'
brew 'ripgrep'

tap  'cjbassi/ytop'
brew 'ytop'

brew 'git'
brew 'ghq'

tap  'github/gh'
brew 'gh'

brew 'fzf'
brew 'peco'

brew 'vim'

brew 'circleci'

brew 'direnv'

brew 'hadolint'

tap  'heroku/brew'
brew 'heroku'

brew 'postgresql'

brew 'minikube'
brew 'skaffold'
brew "kubectx"
brew "kustomize"

brew 'asdf'

brew 'rustup'

brew 'haskell-stack'

brew 'act'

brew 'fossas/tap/fossa'
